/******************************************************************************

                  版权所有 (C), 2001-2011, 神州数码网络有限公司

 ******************************************************************************
  文 件 名   : Delay.h
  版 本 号   : 初稿
  作    者   : huangli
  生成日期   : 2016年12月3日 星期六
  最近修改   :
  功能描述   : Delay.c 的头文件
  函数列表   :
  修改历史   :
  1.日    期   : 2016年12月3日 星期六
    作    者   : huangli
    修改内容   : 创建文件

******************************************************************************/
#ifndef __DELAY_H__
#define __DELAY_H__

extern void Delay_10ms(unsigned  int x );
extern void Delay_us(unsigned  char  x);
extern void Delay_ms(unsigned  char  x);

#endif 
